       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
       MAIN-LOGIC.
           DISPLAY "Hello from AcuCOBOL in Docker!".
           STOP RUN.
